src/xml/request_templates/periodicum_quarterly_economic_review.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>04811844|820040</ac:identifier>
              <dc:identifier xsi:type="dkdcplus:ISSN">0481-1844</dc:identifier>
              <ac:source>Bibliotekskatalog</ac:source>
              <dc:title>Quarterly economic review</dc:title>
              <dc:title xsi:type="dkdcplus:full">Quarterly economic review</dc:title>
              <dcterms:alternative>Quarterly economic review. Pakistan, Afghanistan</dcterms:alternative>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:contributor>Economist Intelligence Unit</dc:contributor>
              <dc:date>9999</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Periodikum</dc:type>
              <dc:language xsi:type="dcterms:ISO639-2">eng</dc:language>
              <dc:language>Engelsk</dc:language>
              <dcterms:isReplacedBy>QER. Pakistan, Bangladesh, Afghanistan</dcterms:isReplacedBy>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">04811844</marcx:subfield>
                  <marcx:subfield code="b">820040</marcx:subfield>
                  <marcx:subfield code="d">19890130</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                  <marcx:subfield code="o">d</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">c</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">p</marcx:subfield>
                  <marcx:subfield code="u">d</marcx:subfield>
                  <marcx:subfield code="a">????</marcx:subfield>
                  <marcx:subfield code="z">9999</marcx:subfield>
                  <marcx:subfield code="b">gb</marcx:subfield>
                  <marcx:subfield code="l">eng</marcx:subfield>
                  <marcx:subfield code="v">3</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="022">
                  <marcx:subfield code="a">0481-1844</marcx:subfield>
                  <marcx:subfield code="b">u</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">Quarterly economic review</marcx:subfield>
                  <marcx:subfield code="o">Pakistan, Afghanistan</marcx:subfield>
                  <marcx:subfield code="e">the Economist Intelligence Unit</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="260">
                  <marcx:subfield code="a">London</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="710">
                  <marcx:subfield code="a">Economist Intelligence Unit</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="745">
                  <marcx:subfield code="a">Quarterly economic review. Pakistan, Afghanistan</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="861">
                  <marcx:subfield code="t">QER. Pakistan, Bangladesh, Afghanistan</marcx:subfield>
                  <marcx:subfield code="z">0306-2422</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>820040-katalog:04811844</os:identifier>
            <os:creationDate>2001-08-07</os:creationDate>
            <os:holdingsCount>1</os:holdingsCount>
            <os:lendingLibraries>1</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>periodicum_quarterly_economic_review.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
